[
  {
    "text": "総人口に占める65歳以上人口の割合（高齢化率）は、2023年時点でおよそ1割程度であり、2040年頃でも2割前後にとどまると予測されている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "高齢化率とは、総人口に占める65歳以上の人の割合のこと。2023年の日本の高齢化率は約29％とすでに3割近くに達しており、2040年頃には35％前後になると見込まれている。したがって設問の数値は大きく小さく書かれており不適切である。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "世帯主が65歳以上である「高齢者世帯」は増え続けており、その家族形態としては単身世帯と夫婦のみの世帯が多く、今後も特に単身の高齢者世帯が増加すると見込まれている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "高齢者がいる世帯は、子どもと同居するよりも一人暮らしや夫婦のみで暮らす形が主流になってきている。将来推計でも、高齢者世帯数自体が増えるとともに、なかでも単独世帯の割合がさらに高まるとされている。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "2016年に行われた調査では、介護が必要になったときに介護を受けたい場所として「自宅」と答えた人が最も多く、男女ともに全体の半数を上回っていた。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "厚生労働省の意識調査によると、介護を受ける場として今の住まい（自宅）を希望する人は、男性・女性ともに7割前後と多数を占める。施設よりも、住み慣れた自宅で介護を受けたいという意向が強いことが分かる。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "日本の木造住宅には尺貫法の影響が色濃く残っており、廊下や階段、出入口などの幅は柱と柱の芯の間隔を910mm（3尺）とする寸法が一般的であるが、こうした寸法は高齢者や障害者の生活には不都合な場合が多い。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "尺貫法を前提にした910mm幅は、従来の住宅では標準的な寸法として扱われてきた。しかし、歩行や介助が必要な高齢者、車いす利用者にとっては、通行や方向転換がしづらいことが多く、バリアフリーの観点からは十分とはいえない。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "日本の福祉施策は、もともと在宅での生活支援が中心であったが、現在では施設や病院で暮らす形へと重点が移り、在宅での暮らしはあまり重視されなくなっている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "実際には、我が国の福祉は「施設中心」から「在宅生活の支援」へと方向転換してきた。重い障害のある高齢者についても、可能な限り地域・自宅で暮らし続けられるよう支える施策が重視されているため、設問の記述は逆になっている。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "65歳以上の高齢者では、家庭内での事故死が交通事故死の5倍以上を占め、家庭内事故による死亡原因で最も多いのは転倒や階段からの転落である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "統計では、高齢者の家庭内事故による死亡原因で最も多いのは浴槽内での「溺死・溺水」である。窒息や転倒・転落も多いが、第一位ではないため、設問は誤りとなる。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "介護保険制度が始まる前に高齢者介護の中心となっていた老人福祉制度は措置制度をとっており、市町村が必要性を判断したうえで、利用者が希望するサービス内容や事業者を自由に選べる仕組みであった。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "措置制度では、市町村などの行政が必要性を審査し、どのサービスをどの事業者から受けるかを行政側が決定する方式であった。利用者が自らサービスや事業者を選ぶ仕組みではなかった点が、現在の介護保険との大きな違いである。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "介護保険を運営する保険者の主体は都道府県であり、要介護認定や第1号被保険者の保険料徴収、介護サービス基盤の整備などを担っている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "介護保険の保険者は、利用者の暮らしに近い基礎自治体である市町村（および特別区）である。市町村が要介護認定事務や保険料の賦課・徴収、サービス提供体制の整備を行うため、都道府県が保険者とする記述は誤りである。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "介護保険の被保険者は、第1号被保険者と第2号被保険者に区分され、第1号は65歳以上の人、第2号は20歳以上65歳未満の医療保険加入者である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "第1号被保険者は65歳以上の人で正しいが、第2号被保険者は「40歳以上65歳未満」の医療保険加入者と定められている。20歳以上とするのは誤りであり、ここがポイントとなる。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "介護保険の財源は、公費と保険料をそれぞれ50％ずつで賄うが、公費の内訳は市町村が25％、都道府県と国がそれぞれ12.5％を負担している。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "介護保険の財源構成として、公費と保険料を50％ずつとする点は正しい。しかし公費の内訳は、市町村と都道府県がそれぞれ12.5％、国が25％を負担する形であり、設問の市町村25％という記述は実際と逆になっている。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "介護保険サービスを利用するには、要介護または要支援の認定を受ける必要があり、申請後は調査員が家庭を訪問して心身の状態や生活状況を聞き取る調査が行われる。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "要介護認定の申請は市町村の窓口に行い、市町村職員や介護支援専門員などが自宅を訪問して聞き取り調査を行う。その結果はコンピュータによる一次判定と、専門家で構成される介護認定審査会での審査を経て、要介護度が総合的に決定される。",
    "category": "【◯✖️】高齢者障害者"
  },
  {
    "text": "介護保険の在宅（居宅）サービスを利用する際は、要介護度ごとに定められた支給限度額の範囲でケアプランを作成する必要があり、そのケアプランは介護支援専門員に依頼してもよく、利用者本人が自分で作成することもできる。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "居宅サービスの利用量は、要介護度ごとに上限が決められており、その枠内でケアプランを作る。作成はケアマネジャー（介護支援専門員）に依頼するのが一般的だが、自ら計画を立てて申請する「自己作成」も制度上認められている。",
    "category": "【◯✖️】高齢者障害者"
  }
]