[
  {
    "text": "サービス付き高齢者向け住宅の登録制度は、厚生労働省と国土交通省の共管により2011年10月から開始され、バリアフリー構造の賃貸住宅などに安否確認や生活相談といったサービスが付く仕組みである。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "いわゆる「サ高住」は、バリアフリーな住まいと見守り・相談などのサービスを組み合わせた住宅であり、高齢者が安心して暮らせる住環境を整えることを目的としている。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "ケアハウスは、特別養護老人ホームの一種として位置づけられており、原則として要介護3以上の高齢者だけが入所できる施設である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "ケアハウスは、軽費老人ホームの一形態であり、比較的自立した高齢者が、食事提供などの支援を受けながら生活することを想定している。特別養護老人ホームではなく、要介護3以上に限定されているわけでもない。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "認知症高齢者グループホームでは、認知症のある高齢者が5〜9人程度で1つのユニットをつくり、家庭的な雰囲気の中で共同生活をしながら、入浴・排泄・食事などの日常生活の介護や機能訓練を受ける。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "少人数の単位でケアを行うことで、認知症高齢者がこれまでの生活リズムに近い形で暮らし続けられるようにし、症状の進行を緩やかにしつつ生活の質の向上を目指す施設である。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "身体障害者が行った住宅改修の実態調査によると、改修した場所として最も多いのは廊下や階段であり、トイレや浴室の改修は比較的少ないとされている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "調査では、改修が多い場所はトイレや浴室、玄関などであり、これらが優先度の高い改修箇所となっている。廊下や階段も改修されるが、最も多いわけではない。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "現行の障害者基本法における障害者の定義では、身体障害・知的障害・精神障害に加え、発達障害を含むその他心身の機能の障害があり、社会的障壁との相互作用によって日常生活または社会生活に制限が生じる人を障害者としており、難病等も含まれる。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "障害者基本法は、「社会的障壁」との関係も含めて障害をとらえる考え方を示しており、発達障害や難病も障害者の定義の中に含めることで、幅広い人への支援の必要性を明確にしている。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "障害者総合支援法に基づく自立支援給付の支給決定は、障害者が居住する市町村が行うが、障害者支援施設に入所している場合には、その施設が所在する市町村が必ず支給決定を行う。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "自立支援給付は、原則として障害者の「住所地」の市町村が支給決定を行う。施設入所者の場合も、入所前の住所地の市町村が決定主体であり、施設がある市町村とは限らない点に注意が必要である。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "障害者総合支援法における居住支援系サービスの一つである共同生活援助（グループホーム）にはいくつかの類型があり、そのうち「日中サービス支援型」では、事業所が24時間の支援体制をとることが求められている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "日中サービス支援型グループホームは、夜間だけでなく日中も含めて常時支援できることが特徴であり、24時間の支援体制が整えられることになっている。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "高齢者は、長年の生活習慣に慣れてしまい、生活上の不便や不自由を自覚していない場合があるため、福祉住環境コーディネーターは、まずその不便さに気づいてもらうことから支援を始める役割をもつ。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "本人が「当たり前」と感じている環境のなかに、安全面のリスクや生活のしづらさが潜んでいることは多い。福祉住環境コーディネーターは、その問題点を一緒に見つけ出し、改善へのきっかけをつくることが重要な役割となる。",
    "category": "【◯✖️】高齢者障害者3"
  },
  {
    "text": "福祉住環境コーディネーターと相談者との関係は、一度相談が始まれば、相談が終わった後も契約とは無関係に半永久的に続くものであり、開始や終了の範囲を明確にする必要はない。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "相談者との関係は「相談の開始から始まり、終了をもって終わる」契約関係として位置づけられる。どこからどこまでが専門職としての関わりかを明確にしたうえで、職業倫理に沿って支援を行うことが求められる。",
    "category": "【◯✖️】高齢者障害者3"
  }
]