[
  {
    "text": "介護保険制度では、介護支援専門員（ケアマネジャー）は、ケアマネジメントを通して、利用者の身体機能やADL、社会参加の状況、家族の介護力などを把握し、住環境整備の必要性についても検討する。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "ケアマネジャーは、心身機能やADLだけでなく、家族の介護力や住まいの状態も含めて総合的に把握し、必要に応じて住宅改修など住環境整備の必要性を検討する役割を担っています。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "ケアプラン作成の前提となるアセスメントでは、利用者の移動・立ち座り・段差昇降などの動作能力と、その場所や時間帯を把握すれば十分であり、本人がその動作に不安を感じているかどうかなどの主観的な思いは考慮しなくてもよい。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "アセスメントでは、客観的な動作能力だけでなく、「怖い」「不安がある」など利用者本人の主観的な思いも重要な情報です。本人の感じている不安を把握することが、適切な住環境整備につながります。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "福祉用具・住宅改修支援事業は、市町村が行う事業であり、福祉用具や住宅改修に関する相談・情報提供、住宅改修費の申請に必要な理由書作成の助言などを行う。なお、この事業はすべての市町村で必ず実施されており、内容も全国一律である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "事業の内容（相談・情報提供や理由書作成への助言など）は概ね問題文の通りですが、実施の有無や具体的な内容は市町村によって異なります。「全国一律で必ず実施されている」という部分が誤りです。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "福祉住環境コーディネーターが行う相談援助では、対象者の「できないこと」を洗い出し、その解決方法だけに集中することが重要であり、「できること」に目を向ける必要性は低い。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "福祉住環境整備では、「できないこと」だけでなく、「できること」を生かしながら生活の自立を支える視点が基本です。残存能力をどう活かすかを考えることが重要であり、「できること」に注目しないという考え方は不適切です。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "個人情報保護への関心が高まっているため、福祉住環境コーディネーターには守秘義務の徹底が求められる。したがって、業務上知り得た情報は、地域の保健・医療・福祉の関係者であっても一切共有してはならない。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "守秘義務は非常に重要ですが、必要な支援のために、関係機関との間で適切な範囲の情報共有が求められる場合があります。何でも共有してよいわけではありませんが、「一切共有してはならない」というのは極端で誤りです。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "相談援助においては、被援助者の「ニーズ」を引き出すことが重要である。「ニーズ」とは、専門家から見て本人に必要と判断される客観的な要求を指し、本人が自覚している「やってほしいこと」は「デマンド」と呼ばれる。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "一般的には、本人が自覚している「こうしてほしい」という要求がデマンド、専門家から見て客観的に必要とされるものがニーズと整理されます。問題文では両者の説明が逆になっているため誤りです。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "理学療法士（PT）は、医師の指示のもとで、関節や筋・神経などに働きかける運動療法や、温熱・電気などの物理療法を用いて基本的な運動機能の回復・維持を図る国家資格の専門職である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "理学療法士は、運動機能の回復・維持向上を目的として運動療法や物理療法を行うリハビリ専門職であり、国家資格です。医師の指示のもとでリハビリテーションを実施します。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "社会福祉士とは、資格の有無にかかわらず、社会福祉の分野で相談援助に従事する人の総称であり、福祉施設・行政機関・医療機関などで利用者や家族への支援を行う人をすべて指す。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "社会福祉士は「社会福祉士及び介護福祉士法」に基づく国家資格であり、資格の有無にかかわらずという説明は誤りです。資格の有無を問わない広い意味では「ソーシャルワーカー」と表現するのが一般的です。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "福祉用具専門相談員は、介護保険制度における福祉用具サービスの利用に際し、用具の選定・調整・使用方法の指導・モニタリングなどを通じて、適切に福祉用具が使われるよう助言・指導を行う。また、福祉用具貸与事業所および福祉用具販売事業所には、少なくとも1名以上の福祉用具専門相談員を配置することが義務づけられている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "業務内容の説明は概ね正しいものの、配置義務は「2名以上」とされています。1名以上とした点が誤りです。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "増改築相談員（住宅リフォームエキスパート）は、住宅リフォームに関して、工事業者の選定や費用の見積もりなどについて一般消費者からの相談に応じ、助言や指導を行う。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "増改築相談員は、一定の実務経験をもち、指定の研修と考査を経て登録された住宅リフォームの専門家であり、業者選びや見積もりなどについて中立的な立場で相談・助言を行います。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "福祉住環境整備の相談では、まず可能な限り本人から直接意見や要望を聞くことが、最も正確な情報を得る方法である。本人が入院していて面談が難しい場合には、病院に出向き、本人の状態をよく知る看護師やリハビリ専門職などから情報を得ながら、本人の意向を確認することも検討する。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "相談の基本は「本人の意向を尊重する」ことです。直接本人から話を聞くのが原則ですが、それが難しい場合は、本人の状態や生活動作を把握している看護師・理学療法士・作業療法士などから情報を得て支援に生かします。",
    "category": "【◯✖️】住環境整備"
  },
  {
    "text": "福祉住環境整備を検討する際には、費用のかかる住宅改修だけでなく、家具の配置換えや既存の用具の活用、福祉用具の利用など、費用や効果の異なる複数の改善案を提示し、それぞれの長所・短所を説明して、本人や家族が比較検討できるようにすることが重要である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "公的テキストでは、費用対効果を考えつつ、複数の選択肢を提示し比較できるようにすることが大切とされています。高額な改修だけでなく、低コストの工夫も含めていくつかの案を示し、本人・家族が納得して選べるよう支援することが重要です。",
    "category": "【◯✖️】住環境整備"
  }
]