[
  {
    "text": "介護保険の保険者である市町村は、3年間を1期とした介護保険事業計画を作成し、この計画は原則として3年ごとに見直される。利用者の所得が大きく変わらない限り、同じ1期の3年間は介護保険料は同じ額が続く。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "市町村は介護保険事業計画を3年1期で策定し、その期間の財政見通しに応じて保険料を決める。所得に大きな変化がなければ、1期の間は同じ保険料が適用される仕組みである。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "小規模多機能型居宅介護は、利用者が「通い」のサービスを中心に利用しながら、必要に応じて「訪問」や「宿泊」を組み合わせて、生活全体を支える地域密着型サービスである。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "小規模多機能型居宅介護は、通所・訪問・泊まりを一体的に提供することで、在宅生活を続けたい高齢者を切れ目なく支援することを目的としたサービスである。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "地域包括支援センターには、保健師などの保健医療職、主任介護支援専門員、社会福祉士の3職種を配置することが基本とされ、地域包括ケアシステムの中核的な役割を担っている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "地域包括支援センターは、高齢者の総合相談や権利擁護などを行う機関であり、異なる専門性をもつ3職種がチームとなって地域の高齢者を支えることが求められている。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "2021年度の介護報酬改定では、感染症や災害に備えるため、介護施設・事業所に業務継続計画（BCP）の策定を求め、2023年4月1日から策定が義務付けられた。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "BCPの策定を求めたのは2021年度改定で正しいが、義務化されるのは2024年4月1日からである。したがって、義務化の開始時期を2023年としている点が誤りとなる。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "住宅性能表示制度の項目の一つである「高齢者等への配慮に関すること」では、高齢者の移動のしやすさや介助のしやすさなどへの配慮の程度を、3段階の等級で表示することになっている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "この項目では、移動の安全性や介助の容易さなどへの配慮を5段階の等級で示すことになっている。3段階ではないため、設問は誤りである。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "1991年度以降に新しく建設された公営住宅では、住棟までの安全なアプローチの確保や床の段差解消、共用階段への手すりの設置など、高齢化に対応した仕様が標準的に採用されている。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "高齢者や障害者も住みやすい公営住宅とするため、1991年度から新設の公営住宅にはバリアフリーに配慮した仕様が盛り込まれることになった。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "リフォーム融資の高齢者向け返済特例制度は、自宅を担保に資金を借り入れ、契約者が生存中は利息だけを支払い、元金は死亡後に自宅の売却代金や自己資金で一括返済するという、いわゆるリバースモーゲージの仕組みを利用している。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 0,
    "explanation": "高齢者がバリアフリー改修などを行いやすくするための制度であり、毎月の返済負担を利息のみに抑え、元金は相続時などにまとめて精算する方式がとられている。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "生活福祉資金貸付制度は、各市町村の地域包括支援センターが運営主体となり、高齢者や障害者世帯に対して生活費や住宅入居費などを無利子で貸し付ける制度である。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "生活福祉資金貸付制度の実施主体は、都道府県の社会福祉協議会であり、窓口は市町村社会福祉協議会である。貸付は原則として低利で行われ、無利子とは限らない。",
    "category": "【◯✖️】高齢者障害者2"
  },
  {
    "text": "家賃債務保証制度では、高齢者や障害者、外国人、子育て世帯などが賃貸住宅を借りる際に必要となる敷金や礼金、引っ越し費用そのものを公的に貸し付けることで、入居を支援している。",
    "choices": [
      "◯",
      "✕",
      "",
      ""
    ],
    "correct": 1,
    "explanation": "家賃債務保証制度は、家賃や原状回復費などの「支払い義務」を保証する仕組みであり、費用を貸し付ける制度ではない。保証料を支払うことで、大家側の不安を軽減し、入居しやすくする制度である。",
    "category": "【◯✖️】高齢者障害者2"
  }
]