[
  {
    "text": "脳血管障害で言語野が障害されたときにみられる失語症では、言葉を聞いたり読んだりする理解面には問題がなく、自分で話すことだけに障害が生じる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "失語症では多くの場合、話す・聞く・読む・書くなど複数の言語機能に障害が出る。表出だけでなく理解面にも影響が及ぶのが特徴である。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "脳血管障害による摂食嚥下障害は、嚥下の5期（先行期・口腔準備期・口腔送り込み期・咽頭期・食道期）のうち、どれか1期だけが障害されることが多い。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "実際には、複数の期にまたがって障害が起こることが多い。口腔期と咽頭期など連続した段階が一緒に障害されやすい。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "脊髄損傷の受傷直後には脊髄ショックが起こり、麻痺した部位では反射が一時的に消失して弛緩性麻痺となる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "脊髄ショック期には筋緊張が低下し腱反射も消失するため弛緩性麻痺となる。その後3〜4週間ほどで反射が戻り、痙性麻痺へ移行していく。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "脊髄損傷は、脳とからだの各部をつなぐ神経の通り道が傷ついた状態であり、転倒や転落などでも強い衝撃が加わったときにだけ起こり、軽い外傷で発生することはない。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "高齢者では脊柱管狭窄症などの身体的要因があるため、軽い転倒や低い場所からの転落でも脊髄損傷を起こしうる。必ずしも大きな外力が必要なわけではない。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "脊髄損傷後の合併症には、呼吸機能障害、自律神経過反射（AD）、起立性低血圧、排便・排尿障害、褥瘡、神経障害性疼痛などがある。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "脊髄損傷は運動機能だけでなく、自律神経や内臓の働きにも影響する。そのため循環・呼吸・排泄・皮膚など全身にわたる合併症の管理が重要となる。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "上肢切断の場合に用いられる装飾用義手は、物をつまむなどの実用的な動作はほとんどできないが、失われた部分を補い見た目を整えることを主な目的とする。日本では実用性より美容性が重視され、装飾用義手が選ばれることが多い。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "装飾用義手（美容義手）は、機能より外観を整えることを重視した義手である。厚生労働省の調査でも、支給される義手のおよそ9割が装飾用義手と報告されている。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "高齢者に多い骨折には、脊椎椎体圧迫骨折、橈骨・尺骨遠位端骨折、大腿骨近位部骨折があるが、尻もちをついたり中腰で重い物を持ち上げたときに起こりやすいのは橈骨・尺骨遠位端骨折である。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "尻もちや中腰での動作で生じやすいのは脊椎椎体圧迫骨折である。橈骨・尺骨遠位端骨折は転倒時に手をついたときに多く、大腿骨近位部骨折はつまずきや転倒で起こりやすい。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "骨折の原因による分類には外傷性骨折・病的骨折・疲労骨折があり、同じ部位に繰り返し力が加わって骨にひびが入るのは外傷性骨折で、スポーツ選手に多くみられる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "同じ部分に繰り返し負荷がかかって徐々にひびが入るのは疲労骨折であり、スポーツ選手に多い。外傷性骨折は一度に大きな外力が加わったときに起こり、病的骨折は骨腫瘍などの病変で骨がもろくなって起こる。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "切断とは、疾病や外傷、先天性奇形などが原因で四肢の一部または全部が失われた状態をいい、上肢切断と下肢切断に大別される。厚生労働省の調査では、肢体不自由者のうち上肢切断者は下肢切断者よりも人数が多い。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "2006年の「身体障害児・者実態調査」では、肢体不自由者のうち上肢切断者は約8万2千人、下肢切断者は約6万人と報告されている。この結果から、上肢切断者の方がやや多いことがわかる。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "高次脳機能障害は、注意・言語・記憶・思考・認知・推論・学習・行為などの高次の精神活動に障害が出た状態であり、リハビリではその障害そのものを改善させる訓練だけを行えばよい。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "高次脳機能障害では、障害そのものを改善する訓練に加えて、メモやスマートフォンを使うなど代償手段を獲得する訓練も必要である。さらに環境調整を行い、生活上の困難を減らす支援が重要となる。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "知的障害者とは、知能検査で確認される知的機能の障害と、日常生活での適応行動の障害の両方があり、その状態がおおむね18歳までの発達期に現れている人をいう。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "知的障害はIQなどの知能だけでなく、身の回りのことや社会生活への適応の程度も含めて総合的に評価される。重症度により軽度・中度・重度・最重度などに区分される。",
    "category": "【◯✖️】健康・障害3"
  },
  {
    "text": "精神障害の原因となる代表的な疾患には、統合失調症、気分障害、てんかんなどが含まれる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "精神障害には、統合失調症やうつ病・双極性障害などの気分障害のほか、てんかんも含まれる。さらに依存症、高次脳機能障害、自閉症スペクトラムなども精神障害として扱われる。",
    "category": "【◯✖️】健康・障害3"
  }
]