[
  {
    "text": "肺炎の治療では、抗菌薬による治療と同時に、運動療法やADL訓練、嚥下訓練などのリハビリテーションを行い、できるだけ早く経口で食事がとれるように目指す。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "肺炎後は安静だけにせず、筋力低下や嚥下機能の低下を防ぐために、運動療法・ADL訓練・嚥下訓練などを早期から行い、経口摂取の再開を促す。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "廃用症候群とは、長期の安静や寝たきりにより心身の機能が落ち、筋力低下・関節拘縮・骨粗鬆症・褥瘡などがみられる状態である。生命維持に関わる心臓や肺の働きは自律神経で調節されているので、これらの臓器には廃用症候群は起こらない。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "廃用症候群は、心臓や肺など生命維持に関わる臓器にも起こりうる。長期臥床により、起立性低血圧や静脈血栓、肺機能低下などが生じることがある。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "日本の健康増進の考え方は、1980年代以降、個人の生活習慣の改善だけでなく、社会の環境整備を重視する方向へと変化してきた。健康日本21（第3次）の基本的方向性には、「健康寿命の延伸・健康格差の縮小」とともに「社会環境の質の向上」が掲げられている。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "近年の健康政策は、個人の努力だけでなく、社会全体の環境づくり（まちづくり・職場環境など）も重視しており、健康日本21（第3次）でもその方向性が示されている。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "脳血管障害は、脳内の血管が詰まったり破れたりして脳細胞が傷つく病気で、脳卒中とも呼ばれる。脳血管障害の代表的な症状である片麻痺は、脳の損傷と同じ側の半身に起こる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "片麻痺では、麻痺は脳の損傷部位と反対側の半身に出る。右の大脳半球の障害なら左半身、左半球の障害なら右半身に麻痺が現れる。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "世界保健機関（WHO）は、軽度認知障害（MCI）を「獲得した知的能力がさまざまな原因で持続的に低下し、記憶・思考・見当識・計算・学習・言語・判断など多くの高次脳機能が障害される症候群」と定義している。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "この定義は認知症についてのものであり、MCIでは日常生活はほぼ自立しているが、物忘れなど軽い認知機能低下がみられる状態をいう。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "認知症の症状は、易刺激性・妄想・幻覚などの行動心理症状と、健忘や失語などの中核症状に大別されるが、問題文では両者の名称が逆になっている。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "健忘・失語・失行・見当識障害などは「中核症状」、妄想・幻覚・徘徊・興奮などは「行動心理症状（BPSD）」と呼ぶ。名称を取り違えないようにする。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "認知症の行動心理症状（BPSD）としてみられる異常行動や妄想、幻覚、不安などに対しては、音楽療法や回想法、運動療法などの非薬物療法が優先して用いられる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "BPSDへの対応では、薬に頼る前に、回想法・認知的アプローチ・環境調整・運動や音楽などの非薬物的なケアを行うことが基本となる。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "パーキンソン病は、手足のふるえや筋肉のこわばりがみられる神経難病であり、脳内のドパミンという神経伝達物質が過剰に産生されることが原因と考えられている。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "パーキンソン病では、ドパミンが不足することで、動き出しにくい・動作が遅い・ふるえ・筋固縮などの運動障害が生じる。原因は過剰ではなく不足である。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "パーキンソン病の代表的な症状として、振戦（ふるえ）、筋固縮、無動・寡動、姿勢反射障害や歩行障害があり、これらはまとめて四徴と呼ばれる。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "パーキンソン病では、この四つの運動症状が典型的にみられる。転倒を防ぐためにも、姿勢反射や歩行障害への対応が重要となる。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "パーキンソン病の有病率は70代から増え始め、高齢になるほど多くなるとされる。難病医療費受給者の約6割は75歳以上である。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 1,
    "explanation": "パーキンソン病の有病率の上昇は50代ごろから始まり、加齢とともに増加する。高齢者に多い病気だが、70代から増えるわけではない。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "心筋梗塞は、冠動脈にできたプラークやそれに伴う血栓が原因で冠動脈が急に狭くなったり閉塞し、心筋に血液が届かず、その部分の心筋が壊死してしまう病気である。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "冠動脈が急に閉塞すると、心筋に酸素が運ばれなくなり、心筋梗塞を起こす。胸痛や呼吸困難などの症状が急に出る、救急対応が必要な病気である。",
    "category": "🩷【◯✖️】健康・障害2"
  },
  {
    "text": "肢体不自由者（児）とは、四肢や体幹に運動機能の障害があり、神経・筋肉・骨・関節など運動に関わる器官の働きが悪くなったり動かなくなったりすることで、動作に不自由が生じている人をいう。",
    "choices": [
      "◯",
      "✕"
    ],
    "correct": 0,
    "explanation": "肢体不自由は運動機能の障害を指す。医学的リハビリテーションとともに、車椅子や杖・義足などの福祉用具、住宅改修などの環境整備を行うことで、日常生活を自立して送っている人も多い。",
    "category": "🩷【◯✖️】健康・障害2"
  }
]