[
  {
    "text": "1950（昭和25）年から約30年間、日本人の死因の第1位であったが、医療の進歩などにより現在は死亡率が低下し、第4位となっている疾患はどれか。",
    "choices": [
      "A. 悪性新生物（がん）",
      "B. 心疾患（高血圧性を除く）",
      "C. 脳血管障害",
      "D. 誤嚥性肺炎"
    ],
    "correct": 2,
    "explanation": "解説： 戦後しばらくの間、日本人の死因第1位は脳血管障害だったが、治療や予防の進歩で死亡率は減り、現在は第4位とされる。一方で、脳血管障害は要介護となる原因としては依然多い点が特徴である。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "認知症の原因となる病気のうち、70％以上を占め、もっとも代表的とされる疾患はどれか。",
    "choices": [
      "A. アルツハイマー型認知症",
      "B. レビー小体型認知症",
      "C. 脳血管性認知症",
      "D. 軽度認知障害（MCI）"
    ],
    "correct": 0,
    "explanation": "解説： 認知症の原因疾患の多くはアルツハイマー型認知症であり、全体の7割以上を占める。ほかに脳血管性認知症やレビー小体型認知症、前頭側頭型認知症などがある。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "身体活動の強さを示す指標であるMETs（メッツ）について、ふつうの速さでの歩行に相当する値はどれか。",
    "choices": [
      "A. 1.8 METs",
      "B. 2.5 METs",
      "C. 5.0 METs",
      "D. 3.0 METs"
    ],
    "correct": 3,
    "explanation": "解説： METsは安静座位を1メッツとし、その何倍のエネルギーを消費するかを表す。会話は約1.8メッツ、植木の水やりは2.5メッツ、ふつう歩行はおよそ3メッツとされる。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "足関節離断など、くるぶしまわりのレベルで切断された場合に適応となる義足はどれか。",
    "choices": [
      "A. 股義足",
      "B. サイム義足",
      "C. 下腿義足",
      "D. 大腿義足"
    ],
    "correct": 1,
    "explanation": "解説： サイム義足は距腿関節（踵骨と脛骨の間の足関節）やくるぶし付近での切断に適応する。大腿義足は大腿部、下腿義足は下腿部、股義足は股関節離断などに用いられる。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "切断後のリハビリテーションでは、拘縮予防の関節可動域訓練や、断端の成熟を促す圧迫・筋力増強訓練などが行われる。これらに加えて、喪失体験から生じる心理的な反応として特に注意すべきものはどれか。",
    "choices": [
      "A. 関節可動域訓練",
      "B. 義肢装着訓練",
      "C. 幻覚",
      "D. 幻肢"
    ],
    "correct": 3,
    "explanation": "解説： 幻肢とは、実際には切断されている四肢が「まだあるように感じる」現象で、ときにその部位の痛み（幻肢痛）を訴えることもある。切断後のリハビリでは、このような心理面への支援も重要である。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "筋萎縮性側索硬化症（ALS）は、運動ニューロンが変性することで筋力が低下し、筋萎縮が進行する疾患である。現在の治療の中心となる方針として、最も適切なものはどれか。",
    "choices": [
      "A. 薬物療法",
      "B. 対症療法",
      "C. 手術療法",
      "D. 筋力増強訓練"
    ],
    "correct": 1,
    "explanation": "解説： ALSは根治療法が確立しておらず、呼吸管理や栄養管理、苦痛を和らげる対症療法が中心となる。早期からストレッチなどで拘縮や筋力低下を予防し、進行に応じて胃ろう造設や気管切開、人工呼吸器装着などを検討する。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "神経難病に関する次の記述 (a)〜(d) の正誤の組み合わせとして、正しいものはどれか。\n\n(a) 脊髄小脳変性症の主な症状は小脳性運動失調であり、多くは立つ・歩くときのふらつきから始まり、しだいに手の不器用さや構音障害、眼振などがみられる。\n\n(b) パーキンソン症状が出現してから1年以内に認知症がみられた場合、多くは前頭側頭型認知症と呼ばれる。\n\n(c) 筋萎縮性側索硬化症（ALS）には、上肢型（普通型）、球型（進行性球麻痺型）、下肢型（偽多発神経炎型）の3つの型があり、型によって症状の出方が異なる。\n\n(d) パーキンソン病の代表的な症状は、振戦、筋固縮、無動・寡動、仮面様顔貌であり、これらは「四徴」と呼ばれる。",
    "choices": [
      "A. (a) ○　(b) ○　(c) ×　(d) ×",
      "B. (a) ×　(b) ×　(c) ○　(d) ○",
      "C. (a) ○　(b) ×　(c) ○　(d) ×",
      "D. (a) ×　(b) ○　(c) ○　(d) ○"
    ],
    "correct": 2,
    "explanation": "解説：\n(a) 脊髄小脳変性症では、小脳性運動失調による歩行時のふらつきや四肢の協調運動障害、構音障害、眼振などがみられ、記述どおりで正しい。\n(b) パーキンソン症状の出現から1年以内に認知症がみられる場合は、レビー小体型認知症とされ、前頭側頭型認知症ではないため誤り。\n(c) ALSには上肢型・球型・下肢型などの型があり、それぞれ優位に障害される部位が異なるため正しい。\n(d) パーキンソン病の四徴は、振戦・筋固縮・無動（寡動）・姿勢反射障害であり、仮面様顔貌は自律神経症状の一つで、四徴には含まれないため誤り。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "脳血管障害とリハビリテーションに関する次の記述のうち、最も適切なものはどれか。",
    "choices": [
      "A. 生活期では、退院後に在宅や施設で生活しながら、訪問リハビリテーションや通所リハビリテーションなどを利用し、社会参加や地域での生活維持を目標としてリハビリを続けていく。",
      "B. 発症直後の急性期には絶対安静が原則であり、リハビリテーション医療は病状が落ち着くまで開始してはならない。",
      "C. 回復期リハビリテーションは主に介護保険のサービスとして提供され、医療保険は関与しない。",
      "D. 脳血管障害では、左右両側の下肢のみが麻痺する対麻痺がもっとも一般的な麻痺の型である。"
    ],
    "correct": 0,
    "explanation": "解説： 脳血管障害の生活期では、在宅や施設での生活の中で、訪問・通所リハビリテーションなどを利用しながら、社会参加や生活の質の維持向上を目指す。急性期からは早期リハビリが推奨され、回復期リハビリは医療保険で実施される。脳血管障害で多いのは片麻痺であり、対麻痺ではない。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "内部障害に関する次の記述 (a)〜(d) について、内容が適切なものを○、不適切なものを×としたとき、正しい組み合わせはどれか。\n\n(a) 心筋梗塞の回復期リハビリテーションにおける運動訓練の頻度は、週1回の指導と訓練を組み合わせ、1回の運動時間は30〜60分程度とする。\n\n(b) 慢性呼吸不全の状態を引き起こす病態として最も多いのは、肺結核後遺症である。\n\n(c) 身体障害者手帳を所持する内部障害者は約136.5万人であり、身体障害の中では肢体不自由に次いで多い。\n\n(d) 内部障害は、心臓・腎臓・呼吸器・膀胱直腸・小腸・免疫機能・肝臓の機能障害の7種類からなり、その中で最も人数が多いのは心臓機能障害である。",
    "choices": [
      "A. (a) ×　(b) ×　(c) ○　(d) ×",
      "B. (a) ×　(b) ×　(c) ○　(d) ○",
      "C. (a) ×　(b) ○　(c) ×　(d) ○",
      "D. (a) ○　(b) ×　(c) ○　(d) ○"
    ],
    "correct": 1,
    "explanation": "解説：\n(a) 回復期の心筋梗塞リハビリでは、週3〜5回程度の運動訓練を行うのが一般的であり、「週1回」は不適切。\n(b) 慢性呼吸不全の主な原因として最も多いのは、肺結核後遺症ではなく慢性閉塞性肺疾患（COPD）である。\n(c) 身体障害者手帳を持つ内部障害者は約136.5万人で、全身体障害者の約3割を占め、肢体不自由に次いで多いという記述は正しい。\n(d) 内部障害は心臓・腎臓・呼吸器・膀胱直腸・小腸・免疫機能・肝臓の7つの機能障害を指し、その中で最も多いのは心臓機能障害であり、記述どおりである。",
    "category": "【選択】健康・障害2"
  },
  {
    "text": "高次脳機能障害に関する次の記述のうち、正しいものはどれか。",
    "choices": [
      "A. 高次脳機能障害による失語症では、話す・聞く・読む・書くのうち一部だけが障害され、すべての言語機能が障害されることはない。",
      "B. 高次脳機能障害による注意障害のリハビリテーションには、メモ帳やノート、タイマー、日課表などを活用する方法が主に用いられる。",
      "C. 高次脳機能障害による半側空間無視は、右側の空間を無視する右半側空間無視が圧倒的に多い。",
      "D. 高次脳機能障害の原因としては、若年者では交通事故などによる頭部外傷が多く、高齢者では脳血管障害が主な原因となる。"
    ],
    "correct": 3,
    "explanation": "解説：\n高次脳機能障害は、原因疾患として若い世代では頭部外傷、高齢者では脳梗塞や脳出血などの脳血管障害が多い。\n失語症では話す・聞く・読む・書くのすべてが障害される場合もあり、Aは誤り。\nメモやタイマーなどの外部手掛かりは主に記憶障害への対応であり、注意障害の訓練では抹消課題や視覚探索課題などを用いるためBは誤り。\n半側空間無視は左側を無視する左半側空間無視が多く、右側が多いとするCも誤りである。",
    "category": "【選択】健康・障害2"
  }
]