[
  {
    "text": "高齢者や障害者、低所得者などの「住宅確保要配慮者」が民間賃貸住宅に入居しやすくなるよう、2007年に制定された法律はどれ？",
    "choices": [
      "A. 住生活基本法",
      "B. 高齢者住まい法",
      "C. 住宅セーフティーネット法",
      "D. 住宅品質確保促進法"
    ],
    "correct": 2,
    "explanation": "正解はCです。\n\n住宅セーフティーネット法は、住宅確保要配慮者向けの賃貸住宅の登録制度や家賃低廉化の補助、居住支援などを通じて、民間賃貸住宅市場で住まいを確保しやすくすることを目的とした法律です。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "介護保険制度は、40歳以上の人が保険料を出し合い、介護が必要になった人がサービスを利用できるしくみで運営されている。このようなしくみを何という？",
    "choices": [
      "A. 社会保険",
      "B. 措置制度",
      "C. 公的扶助",
      "D. 公的年金"
    ],
    "correct": 0,
    "explanation": "正解はAです。\n\n介護保険は「社会保険方式」を採用しています。国民があらかじめ保険料を負担し、介護が必要になったときにその保険から給付を受ける点が特徴です。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "第2号被保険者（40〜64歳で医療保険に加入している人）の介護保険料は、どのように徴収される？",
    "choices": [
      "A. 国民年金や厚生年金の保険料とまとめて納付する",
      "B. 個別の納付書で普通徴収として支払う",
      "C. 市町村民税に上乗せして徴収される",
      "D. 加入している医療保険の保険料と一緒に天引きされる"
    ],
    "correct": 3,
    "explanation": "正解はDです。\n\n第2号被保険者の介護保険料は、会社の健康保険や国民健康保険など、加入している医療保険の保険料に上乗せされて一括して徴収されます。別立てで納付するわけではありません。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "介護保険財源のうち、保険料負担50％は、第1号被保険者と第2号被保険者の何に応じて按分されている？",
    "choices": [
      "A. 保険給付額の比率",
      "B. 人口比",
      "C. 要介護・要支援認定者数の比率",
      "D. サービス利用者数の比率"
    ],
    "correct": 1,
    "explanation": "正解はBです。\n\n保険料部分の内訳（第1号23％・第2号27％など）は、第1号と第2号被保険者の人口構成比をもとに決められています。給付額や利用者数ではなく「人口比」である点がポイントです。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "介護保険における介護サービスは、都道府県や政令市・中核市が指定・監督する居宅サービス・施設サービスと、市町村が指定・監督するどのサービスに分けられる？",
    "choices": [
      "A. 地域包括支援センター事業",
      "B. 地域生活支援事業",
      "C. 地域密着型サービス",
      "D. 地域支援事業"
    ],
    "correct": 2,
    "explanation": "正解はCです。\n\n小規模多機能型居宅介護や認知症対応型通所介護など、身近な地域で提供されるサービスは「地域密着型サービス」と呼ばれ、市町村が指定・監督します。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "介護保険制度では、在宅の要介護者・要支援者が手すりの取り付けや段差の解消などの住宅改修を行った場合、原則どのような方法で住宅改修費が支給される？",
    "choices": [
      "A. 償還払い",
      "B. 前払制",
      "C. 受領委任払い",
      "D. 分割払い"
    ],
    "correct": 0,
    "explanation": "正解はAです。\n\n原則は「償還払い」で、利用者がいったん工事費を全額支払い、その後に市町村へ申請して保険給付分の払い戻しを受けます。自治体によっては、受領委任払い方式を選べる場合もあります。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "住宅金融支援機構が民間金融機関と提携して実施する、最長35年の長期固定金利の住宅ローンで、一定の性能を満たす住宅には金利優遇（フラット35S）が受けられる商品はどれ？",
    "choices": [
      "A. 財形住宅融資",
      "B. リ・バース60",
      "C. まちづくり融資",
      "D. フラット35"
    ],
    "correct": 3,
    "explanation": "正解はDです。\n\nフラット35は、返済期間中ずっと金利が変わらない長期固定金利住宅ローンです。バリアフリーなどの条件を満たす住宅を取得する場合は、一定期間金利が下がる「フラット35S」の優遇を受けられます。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "高齢者などの生活特性に配慮した設備・仕様の公営住宅に、生活援助員が常駐して安否確認や生活相談、家事援助などを行うなど、住まいと支援サービスを一体的に提供する公的賃貸住宅を何という？",
    "choices": [
      "A. サービス付き高齢者向け住宅",
      "B. シルバーハウジング",
      "C. ケアハウス",
      "D. 福祉ホーム"
    ],
    "correct": 1,
    "explanation": "正解はBです。\n\nシルバーハウジングは、高齢者向けの公営賃貸住宅に生活援助員（ライフサポートアドバイザーなど）が配置され、見守りや日常生活支援を行う仕組みを備えた住宅です。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "住環境整備の重要性に関する次の記述のうち、最も適切なものはどれ？",
    "choices": [
      "A. 高齢者の不慮の事故は交通事故がほとんどで、家庭内での事故は少ないため、住宅内の環境整備の必要性は低い。",
      "B. 介護保険制度のもとでホームヘルパーなどの人的サービスがあれば、住環境を整える必要は原則としてない。",
      "C. 安全で安心して在宅生活を続けるには、手すりの設置や段差の解消などの住宅改修を行い、介護サービスとあわせて住環境を整備することが重要である。",
      "D. 住環境整備は高齢者本人の生活を快適にするだけで、家族の介護負担や家族関係にはほとんど影響しない。"
    ],
    "correct": 2,
    "explanation": "正解はCです。\n\n家庭内の転倒・転落などの事故は高齢者にとって大きなリスクです。手すりや段差解消などの住環境整備を行うことで、本人の自立と安全が高まり、家族の介護負担の軽減にもつながります。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "介護保険制度が導入された背景に関する次の記述のうち、最も不適切なものはどれ？",
    "choices": [
      "A. 高齢化率（65歳以上人口の割合）が7％を超えると高齢化社会、14％を超えると高齢社会、21％を超えると超高齢社会と呼ばれ、日本は2007年以降、超高齢社会に入っている。",
      "B. 1963年に制定された老人福祉法により、養護老人ホームや特別養護老人ホーム、軽費老人ホーム、老人福祉センターなどの老人福祉施設が整備されてきた。",
      "C. 介護保険制度導入前の老人福祉制度では、行政が申請を受けて必要性を判断し、サービスの内容や利用の可否を自治体が決める「措置制度」が基本であった。",
      "D. 介護保険制度は、高齢者の介護に関する制度を「老人福祉」と「老人医療」という二つの分野に分けて整理し、介護が必要な人を施設に集中して入所させることを主な目的として導入された。"
    ],
    "correct": 3,
    "explanation": "正解はDです。\n\n介護保険制度は、老人福祉・老人医療に分かれていた仕組みを見直し、住み慣れた地域や自宅でできるだけ自立した生活を続けられるよう、多様な介護サービスを総合的に提供することを目的としています。施設に集めることが主目的ではありません。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "障害者向けの住宅施策に関する次の記述 (a)〜(d) のうち、内容が適切なものはいくつあるか。\n\n(a) 「共同生活援助（グループホーム）」は、障害者総合支援法における居住系サービスであり、利用できるかどうかは利用者の障害支援区分の段階によって決まる。\n\n(b) グループホームには「介護サービス包括型」「日中サービス支援型」「外部サービス利用型」の3つの類型があり、このうち日中サービス支援型では、外部の訪問系居宅介護事業所が委託を受け、居住者に対して常時介護サービスを提供して24時間の支援体制を確保する。\n\n(c) 福祉ホームは、ある程度自立して生活できる18歳以上の障害者が、家庭や住宅事情のため自宅で暮らすことが難しい場合に利用する住まいであり、障害者総合支援法に基づく市町村等の地域生活支援事業では、福祉ホーム事業を任意事業として位置づけている。\n\n(d) シルバーハウジングは、1987年に始まった「シルバーハウジング・プロジェクト」により整備される高齢者等向けの公的賃貸住宅であり、事業主体の長が特に必要と認めるときは、障害者世帯の入居も認められる。",
    "choices": [
      "A. 1個",
      "B. 2個",
      "C. 3個",
      "D. 4個"
    ],
    "correct": 1,
    "explanation": "正解はBです。\n\n(a) グループホームは居住系サービスだが、原則として障害支援区分にかかわらず利用できるため、「区分に応じて利用の可否が決まる」という部分が誤り。\n(b) 日中サービス支援型では、外部事業所ではなくグループホーム事業者等が常時介護サービスを行い、24時間の支援体制をとる点がポイントであり、この記述は誤り。\n(c) 福祉ホーム事業は、地域生活支援事業の中で任意事業とされているので記述は正しい。\n(d) シルバーハウジングは、高齢者世帯を主な対象とするが、必要と認められた場合には障害者世帯も入居できるため、記述は正しい。\nしたがって適切なのは (c)(d) の2個。",
    "category": "選択 高齢者障害者"
  },
  {
    "text": "サテライト型住居に関する次の記述 (a)〜(d) について、その内容が適切なものを○、不適切なものを×としたとき、正しい組み合わせはどれか。\n\n(a) 地域生活への移行をめざしている障害者や、一人暮らしを希望する障害者のニーズに対応するため、2014年に一人暮らしに近い形態の「サテライト型住居」が創設された。\n\n(b) サテライト型住居は、利用者が通常の交通手段を使っておおむね1時間以内に本体住居（グループホーム）へ移動できる範囲に設置することとされている。\n\n(c) サテライト型住居の定員は1人であり、1つの本体住居（グループホーム）に対して、原則として3か所まで設置することができる。\n\n(d) サテライト型住居には、日常生活に必要な台所・トイレ・洗面設備・浴室などを備えておく必要がある。居間や食堂などの共用スペースについては、本体住居（グループホーム）の設備を利用することで補うことができる。",
    "choices": [
      "A. (a)○ (b)○ (c)× (d)×",
      "B. (a)× (b)○ (c)× (d)○",
      "C. (a)○ (b)× (c)○ (d)×",
      "D. (a)○ (b)× (c)× (d)○"
    ],
    "correct": 3,
    "explanation": "正解はDです。\n\n(a) サテライト型住居は、地域での一人暮らしに近い形で生活したい障害者を支援するために創設されたもので、内容は正しい。\n(b) 設置場所の目安は、通常の交通手段で「おおむね20分以内」で本体住居に行ける距離であり、「1時間以内」としている点が誤り。\n(c) 1つの本体住居に対して設置できるサテライト型住居は、原則2か所までであり、「3か所まで」という部分が誤り。\n(d) サテライト型住居には、個々の生活に必要な水まわり設備を備え、居間・食堂などの共用スペースは本体住居を利用できるとされているため、記述は正しい。",
    "category": "選択 高齢者障害者"
  }
]