[
  {
    "text": "福祉住環境整備において、個々の高齢者の状態や変化に応じて適切なサービスを提供するには、関係する専門職が互いに連携・協働することが重要である。このような多職種による協力体制を何というか。",
    "choices": [
      "A. ケアマネジメント",
      "B. パターナリズム",
      "C. アドボカシー",
      "D. チームアプローチ"
    ],
    "correct": 3,
    "explanation": "医師、理学療法士、作業療法士、建築士、介護支援専門員など、立場の異なる専門職が協力してサービスを提供する仕組みを「チームアプローチ」という。利用者の生活全体を支えるために、それぞれの専門性を出し合って連携する点が特徴である。",
    "category": "【選択】住環境整備"
  },
  {
    "text": "高齢者や障害者の自立支援や社会復帰を目的として、車椅子や義肢・装具、コミュニケーション機器、自助具などの福祉用具の開発・作製を行う者を何というか。現在は、必要な知識と技術があれば、特別な国家資格がなくても従事できる。",
    "choices": [
      "A. リハビリテーション工学技師",
      "B. 福祉用具専門相談員",
      "C. 義肢装具士",
      "D. 福祉用具プランナー"
    ],
    "correct": 0,
    "explanation": "福祉用具の設計・加工・試作などを行う技術者を「リハビリテーション工学技師」という。義肢装具士は医師の指示のもとで義肢や装具を調整・製作する国家資格であり、役割が異なる点に注意する。",
    "category": "【選択】住環境整備"
  },
  {
    "text": "建築士は「建築士法」に定められた国家資格で、建築物の設計や工事監理などを行う専門職である。建築士の資格には、一級建築士、二級建築士のほかに、もう1つどの資格があるか。",
    "choices": [
      "A. 二級建築士",
      "B. 鉄筋コンクリート造建築士",
      "C. 特殊建築物建築士",
      "D. 木造建築士"
    ],
    "correct": 3,
    "explanation": "建築士の国家資格は「一級建築士」「二級建築士」「木造建築士」の3種類である。建築物の規模や用途、構造によって担当できる業務範囲が異なる。木造建築士は、一定規模以内の木造建築物を主な対象とする資格である。",
    "category": "【選択】住環境整備"
  },
  {
    "text": "2006（平成18）年度から、ある専門職の資質向上を目的として5年ごとの資格更新制が導入され、更新の際には研修を受講することが義務付けられている。この専門職はどれか。",
    "choices": [
      "A. 理学療法士",
      "B. 介護支援専門員",
      "C. 社会福祉士",
      "D. 介護福祉士"
    ],
    "correct": 1,
    "explanation": "介護保険制度でケアマネジメントを担う「介護支援専門員（ケアマネジャー）」には、5年ごとの資格更新制が導入されており、更新時に所定の研修を受講しなければならない。専門性を維持・向上させることが目的である。",
    "category": "【選択】住環境整備"
  },
  {
    "text": "次の説明に当てはまる国家資格はどれか。\n\n「精神保健福祉法」に基づく国家資格で、精神科病院や精神科医療機関、精神障害者社会復帰施設、小規模作業所、グループホーム、保健所、精神保健福祉センターなどで働く。精神障害者やその家族の相談に応じ、社会参加や社会復帰を支援し、日常生活への適応のための助言・指導や必要な訓練支援などを行う。",
    "choices": [
      "A. 臨床心理士",
      "B. 医療ソーシャルワーカー",
      "C. 精神保健福祉士",
      "D. 社会福祉士"
    ],
    "correct": 2,
    "explanation": "精神障害者の相談支援や地域生活の支えを専門とする国家資格が「精神保健福祉士」である。医療ソーシャルワーカーや臨床心理士は職種名・資格名として別に存在し、法的根拠も異なる。",
    "category": "【選択】住環境整備"
  },
  {
    "text": "福祉住環境整備とケアマネジメントに関する次の記述A〜Dのうち、内容が最も適切なものを1つ選びなさい。",
    "choices": [
      "A. 介護保険制度におけるケアマネジメントの中心的役割は、主に介護福祉士が担っており、利用者や家族の相談・ケアプラン作成・サービス事業者との連絡調整を一手に引き受けている。",
      "B. ケアプラン作成の前提となるアセスメントでは、利用者の動作の観察が重要である。住宅改修を検討する場合には、移動・立ち座り・段差昇降などの動作がどの程度できるかを、実際に行われる場所や時間帯も含めて把握する必要がある。",
      "C. ケアマネジメントの援助過程におけるアセスメントとは、サービス提供後に一定期間ごとにサービスの満足度をチェックする作業を指す。",
      "D. ケアプランの作成にあたり、介護支援専門員とサービス提供者が集まって行う会議だけをチームアプローチと呼ぶ。"
    ],
    "correct": 1,
    "explanation": "ケアマネジメントでは、まず利用者の生活状況や心身機能を多面的に把握するアセスメントが重要である。住宅改修では、どの場面でどのような動作が困難かを具体的に観察し、場所や時間帯も含めて分析する必要がある。\nなお、介護保険でケアマネジメントの中心を担うのは介護支援専門員であり（Aは誤り）、アセスメントは事後評価だけを指すものではなく（Cは誤り）、チームアプローチは会議そのものの名称ではなく多職種協働の考え方を指す（Dは誤り）。",
    "category": "【選択】住環境整備"
  },
  {
    "text": "相談援助の基本的視点に関する次の記述(a)〜(d)について、内容が適切なものを○、不適切なものを×としたとき、正しい組み合わせを選びなさい。\n\n(a) 相談援助では、同じ障害のある人の事例であれば、すべて同じように対応することが望ましい。公平性を保つためには、個々の事例ごとに援助の仕方を変えるべきではない。\n\n(b) 福祉住環境コーディネーターの住環境整備では、対象者の「できないこと」ばかりでなく、「できること」や強み・長所など肯定的な側面にも目を向けることが大切である。\n\n(c) 援助者と被援助者の関係は、「援助する側」と「援助される側」という構図をつくり、そのような関係（パターナリズム）を築いて、被援助者から絶対的な信頼を得ることが望ましい。\n\n(d) 相談援助では、対象者を「状況のなかの人」としてとらえる視点が重要である。本人だけを見るのではなく、家族や地域など社会環境の中にいる一人の人として理解することが求められる。",
    "choices": [
      "A. (a)○ (b)○ (c)○ (d)×",
      "B. (a)○ (b)× (c)× (d)○",
      "C. (a)× (b)× (c)○ (d)×",
      "D. (a)× (b)○ (c)× (d)○"
    ],
    "correct": 3,
    "explanation": "相談援助では、同じ障害名であっても人によって生活背景や感じ方が異なるため、個別性を尊重して援助方法を考える必要がある。したがって(a)の「すべて同じように対応する」という考え方は誤りである。\n(b)は、対象者の「できること」や強みを重視する視点であり適切。\n(c)のように援助者が一方的に上位に立つパターナリズムは避けるべきであり誤り。\n(d)は、個人を取り巻く家庭・地域・学校・職場などの環境に目を向ける「状況のなかの人」というとらえ方を示しており、基本的視点として正しい。したがって、正しい組み合わせは(b)と(d)が○となるDである。",
    "category": "【選択】住環境整備"
  }
]