[
  {
    "text": "国際障害分類（ICIDH）は主に「障害」というマイナス面から人をとらえていた。これに対して国際生活機能分類（ICF）は、どのようなプラス面に注目して障害を理解しようとしたか。",
    "choices": [
      "A. 個人因子",
      "B. 生活機能",
      "C. 環境因子",
      "D. 社会的不利"
    ],
    "correct": 1,
    "explanation": "解説：\nICFは、心身機能・身体構造、活動、参加などをまとめた「生活機能」の状態を出発点にして障害を考える枠組みである。ICIDHのように障害だけを見るのではなく、できていること・生活のしやすさにも目を向ける点が特徴である。",
    "category": "【選択】健康・障害"
  },
  {
    "text": "老年症候群は、急性疾患に伴って起こる症状、慢性疾患に関連してみられる症状、75歳以上の高齢者で増えやすい症状の3つに分けられる。次のうち、急性疾患に伴ってみられる症状の代表例として最も適切なのはどれか。",
    "choices": [
      "A. 認知症",
      "B. 言語障害",
      "C. 褥瘡（じょくそう）",
      "D. 転倒・骨折"
    ],
    "correct": 3,
    "explanation": "解説：\n高齢者が急な病気や体調悪化をきっかけに起こしやすいのが転倒・骨折であり、老年症候群のうち急性疾患に付随する症候の代表例である。褥瘡は主に長期の安静や慢性疾患に伴いやすく、認知症や言語障害は「75歳以上で増える症候」など別のグループに含まれる。",
    "category": "【選択】健康・障害"
  },
  {
    "text": "知能はおおむね60歳代ごろまで保たれるとされるが、年齢の影響を受けやすい部分と、比較的保たれやすい部分がある。反応の速さや暗算、記憶のしやすさなどに関係する知能で、加齢の影響を受けやすいものはどれか。",
    "choices": [
      "A. 結晶性知能は、加齢の影響を受けやすい",
      "B. 結晶性知能は、加齢の影響を受けにくい",
      "C. 流動性知能は、加齢の影響を受けやすい",
      "D. 流動性知能は、加齢の影響を受けにくい"
    ],
    "correct": 2,
    "explanation": "解説：\nその場で考える力や作業スピード、記憶のしやすさなどは「流動性知能」と呼ばれ、加齢にともなって低下しやすい。一方、ことばの知識や経験に基づく判断などの「結晶性知能」は年を重ねても比較的保たれやすいとされる。",
    "category": "【選択】健康・障害"
  },
  {
    "text": "障害のとらえ方に関する次の記述のうち、現在の考え方として最も適切なものはどれか。",
    "choices": [
      "A. 国際生活機能分類（ICF）は、生活機能・健康状態・背景因子のそれぞれが互いに影響し合うという考え方にもとづき、障害をとらえている。",
      "B. 障害者基本法で定める障害の範囲は、身体障害と知的障害に限られ、精神障害は含まれていない。",
      "C. ICFの「生活機能」とは、心身機能と活動の2つのみを指し、参加は含まれない。",
      "D. 世界保健機関（WHO）は、障害者の社会参加の権利が完全に保障された状態だけを「障害のある人の社会統合」と定義している。"
    ],
    "correct": 0,
    "explanation": "解説：\nICFでは、心身機能・身体構造、活動、参加と、それらに影響する背景因子（環境因子・個人因子）の相互関係として生活機能や障害をとらえる「双方向のモデル」で説明している。B～Dの記述は、現行の障害者基本法やICF・WHOの考え方を正しく反映していない。",
    "category": "【選択】健康・障害"
  },
  {
    "text": "リハビリテーションに関する次の文章（a）～（d）について、正しい組み合わせになっているものを1つ選びなさい。\n\n(a) これからのリハビリテーションでは、生活機能を維持・向上させることや、地域や自宅での生活期リハビリテーションが重視される。\n\n(b) 脳卒中発症後の急性期には、ベッド上での関節可動域訓練などを早期から開始し、その後、短期集中的にADL訓練を行いながら生活期リハビリテーションへつなげていく。\n\n(c) 健康寿命とは、健康上の大きな問題で日常生活が制限されることなく生活できる期間をいう。この期間を延ばすには、疾患や障害をもっていても生活機能の維持・再獲得のための訓練を行うことが重要である。\n\n(d) 廃用症候群モデルでは、慢性疾患や変形性関節症などで活動・参加を妨げる要因があると生活が不活発になりやすく、生活機能の低下が進むため、できるだけ早期から計画的にリハビリテーションを行う必要がある。",
    "choices": [
      "A. （a）○　（b）×　（c）×　（d）○",
      "B. （a）○　（b）○　（c）○　（d）○",
      "C. （a）×　（b）○　（c）×　（d）×",
      "D. （a）×　（b）○　（c）○　（d）×"
    ],
    "correct": 1,
    "explanation": "解説：\n(a) 生活機能の維持・改善と地域・在宅での生活期リハビリは、今後のリハビリテーションの重要な方向性であり正しい。\n(b) 脳卒中などの急性期には、安静にしすぎず早期からの離床・関節運動を行い、その後ADL訓練を経て生活期リハビリへつなぐという考え方である。\n(c) 健康寿命は、自立した生活ができる期間を指し、リハビリや健康づくりで生活機能を保つことが延伸につながる。\n(d) 廃用症候群モデルでは、活動量の低下が生活機能の低下を招くため、早い段階から計画的にリハビリテーションを行うことが求められる。以上より、4つすべて○となる組み合わせBが正解である。",
    "category": "【選択】健康・障害"
  }
]